Revit 2027 API
SymbolTypeId.WPerMSup2 Property
 Symbol W/m², indicating unit Watts per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WPerMSup2 { get; }
Public Shared ReadOnly Property WPerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WPerMSup2 {
	ForgeTypeId^ get ();
}
static member WPerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace